Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/european_education_programmes/grundtvig.html.txt.tmx
Source language: en
Languages: ga

source: This programme is closed to new applications and has been replaced by Erasmus+
ga: Tá deireadh leis an gclár d'iarratasóirí nua agus cuireadh Erasmus+ ina áit

source: The Grundtvig programme is aimed at:
ga: Tá an Clár Grundtvig dírithe orthu seo a leanas:

source: • Learners in adult education
ga: • Foghlaimeoirí in oideachas aosach

source: • Institutions or organisations providing learning opportunities in adult education
ga: • Institiúidí nó eagraíochtaí a sholáthraíonn deiseanna foghlama in oideachas aosach

source: • Teachers and other staff within those institutions or organisations
ga: • Múinteoirí agus ar fhoireann eile sna hinstitiúidí agus sna heagraíochtaí sin

source: • Establishments involved in the initial or further training of adult education staff
ga: • Forais atá gníomhach ó thaobh oiliúint thosaigh nó bhreise a chur ar fhoireann oideachais aosaigh

source: • Associations and representatives of those involved in adult education, including learners' and teachers' associations
ga: • Cumainn agus ionadaithe na ndaoine atá páirteach in oideachas aosach, cumainn foghlaimeoirí agus múinteoirí san áireamh

source: • Bodies providing guidance, counselling and information services relating to any aspect of lifelong learning
ga: • Forais a chuireann treoir, comhairleoireacht agus seirbhísí faisnéise ar fáil i leith aon ghné den fhoghlaim ar feadh an tsaoil

source: • People and bodies responsible for systems and policies concerning any aspect of adult education at local, regional and national level
ga: • Daoine agus forais atá freagrach as córais agus beartais maidir le aon ghné den oideachas aosach ag an leibhéal áitiúil, réigiúnach nó náisiúnta

source: • Research centres and bodies concerned with lifelong learning issues
ga: • Ionaid taighde agus forais a dhéileálann le cúrsaí um fhoghlaim ar feadh an tsaoil

source: • Non-profit organisations, voluntary bodies, NGOs
ga: • Eagraíochtaí neamhbhrabúis, forais dheonacha, Eagraíochtaí Neamhrialtasacha

source: The main specific aims of the programme are to:
ga: Is iad seo a leanas príomhsainchuspóirí an chláir:

source: • Improve the mobility of people involved in adult education
ga: • Soghluaisteacht daoine a bhaineann le hoideachas aosach a fheabhsú

source: • Improve cooperation between organisations involved in adult education
ga: • Comhoibriú idir eagraíochtaí a dhéileálann le hoideachas aosach a fheabhsú

source: • Help people from vulnerable social groups and in marginal social contexts, in particular older people and those who have left education without basic qualifications, in order to give them alternative opportunities to access adult education
ga: • Cabhrú le daoine ó ghrúpaí sóisialta leochaileacha agus i gcomhthéacsanna sóisialta imeallacha, daoine níos aosta agus daoine a d'fhág an córas oideachais gan bhun-cháilíochtaí go háirithe, chun deiseanna ailtéarnacha a thabhairt dóibh chun teacht ar oideachas aosach

source: Priority may be given to projects which offer support to people with disabilities, women and people from disadvantaged groups
ga: Féadfar tosaíocht a thabhairt do thionscadail a chuireann tacaíocht ar fáil do dhaoine faoi mhíchumas, do mhná agus do dhaoine ó ghrúpaí faoi mhíbhuntáiste

source: The main activities which may be supported by the Grundvig programme are:
ga: Is iad seo a leanas na príomhghníomhaíochtaí a bhféadfadh an clár Grundtvig tacú leo:

source: Mobility of individuals: this may include visits, assistantships and exchanges for participants in formal and non-formal adult education, including the training and professional development of adult education staff
ga: Soghluaisteacht dhaoine aonair: d'fhéadfadh go mbeadh cuairteanna, cúntóireachtaí agus malartaithe do rannpháirtithe in oideachas aosach foirmiúil agus neamhfhoirmiúil i gceist anseo, oiliúint agus forbairt phroifisiúnta ar fhoirne oideachais aosaigh san áireamh

source: It provides support for the mobility of individual learners and recently qualified adult education teachers
ga: Tosófar ag tabhairt tacaíochta do shaorghluaisteacht foghlaimeoirí aonair agus múinteoirí oideachais aosaigh nuacháilithe

source: Partnerships: Grundtvig Learning Partnerships focusing on themes of mutual interest to the participating organisations
ga: Comhpháirtíochtaí: Comhpháirtíochtaí Foghlama Grundtvig ag díriú ar théamaí a bhfuil suim choiteann ag na heagraíochtaí rannpháirteacha iontu

source: Multilateral projects aimed at improving adult education systems through the development and transfer of innovation and good practice
ga: Tionscadail iltaobhacha dírithe ar chórais oideachais aosaigh a fheabhsú trí fhorbairt agus aistriú nuálaíochta agus dea-chleachtais

source: Networks of experts and organisations working in particular on:
ga: Líonraí saineolaithe agus eagraíochtaí ag plé go háirithe le:

source: • Developing adult education in the discipline, subject area or management aspect to which they relate
ga: • Oideachas aosach a fhorbairt sa disciplín, réimse ábhair nó réimse bainistíochta lena mbaineann siad

source: • Identifying, improving and disseminating relevant good practice and innovation
ga: • Dea-chleachtais agus nuálaíocht a aithint, a fheabhsú agus a leathadh

source: • Providing content support to projects and partnerships set up by others and facilitating interactivity between such projects and partnerships
ga: • Tacaíocht inneachair a sholáthar do thionscadail agus do chomhpháirtíochtaí a bhunaigh daoine eile agus idirghníomhaíocht idir tionscadail agus comhpháirtíochtaí dá leithéid a éascú

source: • Promoting the development of needs analysis and quality assurance within adult education
ga: • Forbairt ar anailís riachtanas agus ar dhearbhú cáilíochta laistigh d'oideachas aosach a chur chun cinn

source: Contact Léargas for further information about application procedures and forms
ga: Déan teagmháil le Léargas chun tuilleadh faisnéise a fháil maidir le modhanna agus foirmeacha iarratais
